import json

data = {
    "Car, 2024": {
        "Мощность, л.с": "1523",
        "Объем, л.": '5.4',
        "Топливо": "АИ-98",
        "Коробка": "Робот",
        "Привод": "Задний",
        # "Масса, кг.": "1329",
        "Страна": "Япония",
        'Фары': 0,
        'Багажник': 0
    },
    "Some car, 2009": {
        "Мощность, л.с": "1523",
        "Объем, л.": '1.0',
        "Топливо": "АИ-92",
        "Коробка": "Механика",
        # "Привод": "Полный",
        "Масса, кг.": "2524",
        "Страна": "Китай",
        'Фары': 0,
        'Багажник': 0
    },
    "Some car 2, 2009": {
        "Мощность, л.с": "1523",
        "Объем, л.": '1.0',
        "Топливо": "АИ-92",
        "Коробка": "Механика",
        # "Привод": "Полный",
        "Масса, кг.": "2524",
        "Страна": "Китай",
        'Фары': 0,
        'Багажник': 0
    },
    "Some car 3 , 2009": {
        "Мощность, л.с": "1523",
        "Объем, л.": '1.0',
        "Топливо": "АИ-92",
        "Коробка": "Механика",
        # "Привод": "Полный",
        "Масса, кг.": "2524",
        "Страна": "Китай",
        'Фары': 0,
        'Багажник': 0
    }
}

with open('Data.json', 'w') as fp:
    json.dump(data, fp)
